{
	OK = "\U597d";
	Yes = "\U662f";
	No = "\U5426";
	"Don't show again" = "\U4e0d\U518d\U63d0\U793a";
	"Set as default compressor" = "\U8bbe\U7f6e\U4e3a\U9ed8\U8ba4\U538b\U7f29\U5de5\U5177";
	"Not now" = "\U73b0\U5728\U4e0d";
	"Want to make Keka your default compressor?" = "\U60f3\U8981\U4f7f\U7528 Keka \U6210\U4e3a\U60a8\U7684\U9ed8\U8ba4\U538b\U7f29\U5de5\U5177?";
	"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "\U8fd9\U610f\U5473\U7740\U73b0\U5728\U6240\U6709\U517c\U5bb9\U7684\U6587\U4ef6\U5c06\U88ab Keka \U89e3\U538b. \U60a8\U7a0d\U540e\U53ef\U4ee5\U5728 Keka \U9996\U9009\U9879\U4e2d\U8bbe\U7f6e.";
	"Really want to close Keka?" = "\U786e\U8ba4\U5173\U95ed Keka?";
	"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "\U5f53\U524d\U64cd\U4f5c\U5c06\U88ab\U53d6\U6d88. \U5982\U679c\U4f60\U9009\U62e9\U7b49\U5f85\U5e76\U9000\U51fa, Keka \U5c06\U5728\U6240\U6709\U7684\U5de5\U4f5c\U5b8c\U6210\U540e\U9000\U51fa.";
	"Password needed" = "\U9700\U8981\U5bc6\U7801";
	"File \"%@\" needs a password to be extracted" = "\U89e3\U538b \"%@\" \U9700\U8981\U5bc6\U7801";
	"Extraction of \"%@\" done" = "\U89e3\U538b\"%@\" \U5b8c\U6210";
	"Extraction of \"%@\" failed." = "\U89e3\U538b \"%@\" \U5931\U8d25.";
	"Extraction complete" = "\U89e3\U538b\U7f29\U5b8c\U6210";
	"Extraction fail" = "\U89e3\U538b\U7f29\U5931\U8d25";
	"Compression complete" = "\U538b\U7f29\U5b8c\U6210";
	"File \"%@\" created" = "\U6587\U4ef6 \"%@\" \U5df2\U521b\U5efa";
	"Compression fail" = "\U538b\U7f29\U5931\U8d25";
	"File \"%@\" cannot be created" = "\U6587\U4ef6 \"%@\" \U4e0d\U80fd\U88ab\U521b\U5efa";
	"Operation not implemented" = "\U64cd\U4f5c\U672a\U6267\U884c";
	"This operation is not implemented yet so Keka is in beta process." = "\U8fd9\U4e2a\U64cd\U4f5c\U8fd8\U6ca1\U6709\U6267\U884c\U56e0\U4e3a Keka \U6b63\U5904\U4e8e\U6d4b\U8bd5\U9636\U6bb5.";
	"Performing operation..." = "\U6b63\U5728\U6267\U884c\U64cd\U4f5c...";
	"Waiting..." = "\U8bf7\U7a0d\U5019...";
	"Extracting \"%@\"" = "\U6b63\U5728\U89e3\U538b \"%@\"";
	"Extracting \"%@...\"" = "\U6b63\U5728\U89e3\U538b \"%@...\"";
	"Creating %@ file..." = "\U521b\U5efa %@ \U6587\U4ef6\U4e2d...";
	"Creating file \"%@\"" = "\U6b63\U5728\U521b\U5efa\U6587\U4ef6 \"%@\"";
	"Creating file \"%@...\"" = "\U6b63\U5728\U521b\U5efa\U6587\U4ef6 \"%@...\"";
	"Time elapsed: %d:%@%d:%@%d hours%@" = "\U5df2\U7528\U65f6\U95f4: %d:%@%d:%@%d \U5c0f\U65f6%@";
	"Time elapsed: %d:%@%d minutes%@" = "\U5df2\U7528\U65f6\U95f4: %d:%@%d \U5206\U949f%@";
	"Time elapsed: %d seconds%@" = "\U5df2\U7528\U65f6\U95f4: %d \U79d2%@";
	"%d seconds" = "%d \U79d2";
	"%d:%@%d minutes" = "%d:%@%d \U5206\U949f";
	"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d \U5c0f\U65f6";
	Pause = "\U6682\U505c";
	Continue = "\U7ee7\U7eed";
	"Operation paused" = "\U64cd\U4f5c\U5df2\U6682\U505c";
	Cancel = "\U53d6\U6d88";
	Close = "\U5173\U95ed";
	"Operation failed" = "\U64cd\U4f5c\U5931\U8d25";
	"Operation failed with error code %d" = "\U64cd\U4f5c\U5931\U8d25, \U9519\U8bef\U7801 %d";
	"Choose a name and folder to start the compression" = "\U8bbe\U7f6e\U540d\U79f0\U548c\U76ee\U5f55\U540e\U5f00\U59cb\U538b\U7f29";
	"Creation of \"%@\" failed" = "\U4ece \"%@\" \U521b\U5efa\U5931\U8d25";
	"Creating \"%@\"" = "\U6b63\U5728\U521b\U5efa \"%@\"";
	"Prepearing extraction..." = "\U51c6\U5907\U89e3\U538b\U4e2d\U2026";
	"Choose a folder to extract this file" = "\U9009\U62e9\U76ee\U5f55\U89e3\U538b\U6b64\U6587\U4ef6";
	"Extraction of \"%@\" failed" = "\U89e3\U538b \"%@\" \U5931\U8d25";
	"Keka - %i on queue" = "Keka - %i \U5728\U961f\U5217";
	"Keka can't create this ISO image" = "Keka \U4e0d\U80fd\U521b\U5efa\U8fd9\U4e2a ISO \U955c\U50cf";
	"You can only create an ISO image with a single folder. Try to put all your files in a folder and drop it to Keka to create the ISO image." = "\U60a8\U53ea\U80fd\U4f7f\U7528\U5355\U4e2a\U6587\U4ef6\U5939\U521b\U5efa ISO \U955c\U50cf. \U5c1d\U8bd5\U5c06\U6240\U6709\U6587\U4ef6\U653e\U5728\U4e00\U4e2a\U6587\U4ef6\U5939\U4e2d, \U5e76\U5c06\U5176\U62d6\U653e\U5230 Keka \U4ee5\U521b\U5efa ISO \U955c\U50cf.";
	"Compress \"%@\" in %@ to..." = "\U538b\U7f29 \"%@\" \U5728 %@ \U81f3...";
	"Compress in %@ to..." = "\U538b\U7f29 %@ \U81f3...";
	"Save as:" = "\U4fdd\U5b58\U4e3a:";
	Compress = "\U538b\U7f29";
	"Extract \"%@\" to..." = "\U89e3\U538b\U7f29 \"%@\" \U5230\U2026";
	"Extract as:" = "\U89e3\U538b\U7f29\U4e3a:";
	Extract = "\U89e3\U538b\U7f29";
	" - Remaining: Calculating..." = " - \U5269\U4f59: \U8ba1\U7b97\U4e2d...";
	" - Remaining: About one second" = " - \U5269\U4f59: \U7ea6 1 \U79d2";
	" - Remaining: About %d seconds" = " - \U5269\U4f59: \U7ea6 %d \U79d2";
	" - Remaining: About 1 minute" = " - \U5269\U4f59: \U7ea6 1 \U5206\U949f";
	" - Remaining: About %d minutes" = " - \U5269\U4f59: \U7ea6 %d \U5206\U949f";
	" - Remaining: About 1 hour" = " - \U5269\U4f59: \U7ea6 1 \U5c0f\U65f6";
	" - Remaining: About %d hours" = " - \U5269\U4f59: \U7ea6 %d \U5c0f\U65f6";
	" - Remaining: About 1 day" = " - \U5269\U4f59: \U7ea6 1 \U5929";
	" - Remaining: About %d days" = " - \U5269\U4f59: \U7ea6 %d \U5929";
	" - Remaining: About 1 year" = " - \U5269\U4f59: \U7ea6 1 \U5e74";
	" - Remaining: About %d years" = " - \U5269\U4f59: \U7ea6 %d \U5e74";
	" - Remaining: Less than one second" = " - \U5269\U4f59: \U5c11\U4e8e 1 \U79d2";
	"Can't show progress time..." = "\U65e0\U6cd5\U663e\U793a\U8fdb\U5ea6\U65f6\U95f4\U2026";
	"Password for \"%@\"" = "\U5bc6\U7801 \"%@\"";
	"No compression" = "\U4e0d\U538b\U7f29";
	"Fastest, less compression" = "\U975e\U5e38\U5feb, \U4f4e\U538b\U7f29\U7387";
	"Fast, less compression" = "\U8f83\U5feb, \U8f83\U4f4e\U538b\U7f29\U7387";
	Normal = "\U6b63\U5e38";
	"Slow, more compression" = "\U8f83\U6162, \U8f83\U9ad8\U538b\U7f29\U7387";
	"Slowest, more compression" = "\U975e\U5e38\U6162, \U9ad8\U538b\U7f29\U7387";
	"Method: No compression" = "\U538b\U7f29\U65b9\U5f0f: \U4e0d\U538b\U7f29";
	"Method: Fastest, less compression" = "\U538b\U7f29\U65b9\U5f0f: \U975e\U5e38\U5feb, \U4f4e\U538b\U7f29\U7387";
	"Method: Fast, less compression" = "\U538b\U7f29\U65b9\U5f0f: \U8f83\U5feb, \U8f83\U4f4e\U538b\U7f29\U7387";
	"Method: Normal" = "\U538b\U7f29\U65b9\U5f0f: \U6b63\U5e38";
	"Method: Slow, more compression" = "\U538b\U7f29\U65b9\U5f0f: \U8f83\U6162, \U8f83\U9ad8\U538b\U7f29\U7387";
	"Method: Slowest, more compression" = "\U538b\U7f29\U65b9\U5f0f: \U975e\U5e38\U6162, \U9ad8\U538b\U7f29\U7387";
	Compression = "\U538b\U7f29";
	Extraction = "\U89e3\U538b\U7f29";
	"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka \U65e0\U6cd5\U4f7f\U7528 \"extlx.plist\" \U5217\U8868, \U8bf7\U8054\U7cfb\U5f00\U53d1\U4eba\U5458.\n\nKeka \U5c06\U9000\U51fa.";
	"Keka is dying!" = "Keka \U6302\U4e86!";
	"Ask each time" = "\U6bcf\U6b21\U8be2\U95ee";
	"Next to original file" = "\U548c\U539f\U6587\U4ef6\U76f8\U540c";
	"Custom folder..." = "\U81ea\U5b9a\U4e49\U76ee\U5f55...";
	"Same as original file" = "\U548c\U539f\U6587\U4ef6\U76f8\U540c";
	"Custom name..." = "\U81ea\U5b9a\U4e49\U547d\U540d...";
	"Compressed file" = "\U5df2\U538b\U7f29\U7684\U6587\U4ef6";
	"Set as default folder" = "\U8bbe\U7f6e\U4e3a\U9ed8\U8ba4\U76ee\U5f55";
	"Perform automatic action" = "\U6267\U884c\U81ea\U52a8\U64cd\U4f5c";
	"Always compress" = "\U59cb\U7ec8\U538b\U7f29";
	"Always extract" = "\U59cb\U7ec8\U89e3\U538b\U7f29";
	"1.4 MB Floppy" = "1.4 MB \U8f6f\U76d8";
	"650 MB CD" = "650 MB CD";
	"700 MB CD" = "700 MB CD";
	"4480 MB DVD" = "4480 MB DVD";
	"Drop here to extract" = "\U4ece\U8fd9\U91cc\U89e3\U538b\U7f29";
	"Drop here to compress" = "\U4ece\U8fd9\U91cc\U538b\U7f29";
	"Error code %d\nThe first part \"%@\" can't be found" = "\U9519\U8bef\U7801 %d\nThe first part \"%@\" can't be found";
	unknown = "\U672a\U77e5";
	"Unknown error" = "\U672a\U77e5\U9519\U8bef";
	"Error code %d using \"%@\"\n%@" = "\U9519\U8bef\U7801 %d \U4f7f\U7528 \"%@\"\n%@";
	"No errors found" = "\U6ca1\U6709\U53d1\U73b0\U9519\U8bef";
	"Minor error, the operation may be done well" = "\U5c0f\U610f\U5916, \U64cd\U4f5c\U53ef\U80fd\U6ca1\U6709\U95ee\U9898";
	"Fatal error" = "\U81f4\U547d\U9519\U8bef";
	"CRC error occurred, maybe the file is corrupt" = "CRC \U53d1\U751f\U9519\U8bef, \U6587\U4ef6\U53ef\U80fd\U635f\U574f";
	"Attempt to modify an archive previously locked" = "\U8bd5\U56fe\U4fee\U6539\U4e00\U4e2a\U88ab\U9501\U5b9a\U7684\U538b\U7f29\U6587\U4ef6";
	"Maybe you don't have permission to write or your disk is full" = "\U53ef\U80fd\U6ca1\U6709\"\U5199\"\U6743\U9650\U6216\U78c1\U76d8\U5df2\U6ee1";
	"Can't open the file, maybe you don't have read permission" = "\U65e0\U6cd5\U6253\U5f00\U6587\U4ef6, \U53ef\U80fd\U6ca1\U6709\"\U8bfb\"\U6743\U9650";
	"Command line error, please contact with the developer" = "\U547d\U4ee4\U884c\U9519\U8bef, \U8bf7\U8054\U7cfb\U5f00\U53d1\U4eba\U5458~ Max Sky?\Ud83d\Ude01";
	"Not enough memory. Try to close some programs and repeat the operation" = "\U5185\U5b58\U4e0d\U8db3. \U5c1d\U8bd5\U5173\U95ed\U4e00\U4e9b\U7a0b\U5e8f\U540e\U91cd\U8bd5";
	"Can't create the file, maybe you don't have permission or free space" = "\U65e0\U6cd5\U521b\U5efa\U6587\U4ef6, \U53ef\U80fd\U6ca1\U6709\U6743\U9650\U6216\U53ef\U7528\U7a7a\U95f4";
	"Canceled manually" = "\U624b\U52a8\U53d6\U6d88";
	"Bad password, try again" = "\U5bc6\U7801\U9519\U8bef, \U8bf7\U91cd\U8bd5";
	"This archive is locked" = "\U538b\U7f29\U6587\U4ef6\U88ab\U9501\U5b9a";
	"Write error. No permission? No space left?" = "\U5199\U5165\U9519\U8bef. \U6ca1\U6709\U6743\U9650? \U7a7a\U95f4\U4e0d\U8db3?";
	"Can't open the file, maybe it's not accessible" = "\U65e0\U6cd5\U6253\U5f00\U6587\U4ef6, \U53ef\U80fd\U65e0\U6cd5\U8bbf\U95ee";
	"No files matching the mask" = "\U6ca1\U6709\U5339\U914d\U63a9\U7801\U7684\U6587\U4ef6";
}